---
kind: other
id: Properties.T:Autodesk.Revit.DB.MEPCalculationServerInfo
source: html/6b3fdbdb-e7f7-47a8-9168-ee248f781c3a.htm
---
# MEPCalculationServerInfo Properties

The Description of the server.